Repository: dhis2/login-app
Catalog: i18n/*.po
Languages: cs, fr, nl, uz_uz_cyrl, zh

source: Please confirm that you are not a robot by checking the checkbox.
cs: Zaškrtnutím políčka potvrďte, že nejste robot.
fr: Veuillez confirmer que vous n'êtes pas un robot en cochant la case.
nl: Bevestig a.u.b. dat je niet een robot bent door het selectievakje aan te vinken.
uz_uz_cyrl: Илтимос, робот эмаслигингизни тасдиқлаш учун катакчани белгиланг.
zh: 请勾选复选框，确认您不是机器人。

source: Invalid password
zh: 密码无效

source: Log in details
cs: Přihlašovací údaje
fr: Détails de connexion
nl: Inloggegevens
uz_uz_cyrl: Тизимга кириш тафсилотлари
zh: 登录详情

source: Username
cs: Uživatelské jméno
fr: Nom d'utilisateur
nl: Gebruikersnaam
uz_uz_cyrl: Фойдаланувчи исми
zh: 用户名

source: Password
cs: Heslo
fr: Mot de passe
nl: Wachtwoord
uz_uz_cyrl: Пароль
zh: 口令

source: Password should be between {{minPasswordLength}} and {{maxPasswordLength}} characters long, with at least one lowercase character, one uppercase character, one number, and one special character.
fr: Le mot de passe doit comporter au minimum {{minPasswordLength}} et au maximum {{maxPasswordLength}} caractères, dont au minimum un caractère miniscule, un caractère majuscule un chiffre, et un symbole.
zh: 密码长度应在{{minPasswordLength}} 和{{maxPasswordLength}} 之间，至少包含一个小写字符、一个大写字符、一个数字和一个特殊字符。

source: Personal details
cs: Osobní údaje
fr: Détails personnels
nl: Persoonlijke gegevens
uz_uz_cyrl: Шахсий маълумотлар
zh: 个人资料

source: First name
cs: Jméno
fr: Prénom
nl: Voornaam
uz_uz_cyrl: Исм
zh: 姓名

source: Last name
cs: Příjmení
fr: Nom de famille
nl: Achternaam
uz_uz_cyrl: Фамилияси
zh: 称谓

source: Email
fr: Adresse e-mail
nl: Emailadres
uz_uz_cyrl: е-Почта
zh: 邮件

source: Phone number
cs: Telefonní číslo
fr: Numéro de téléphone
nl: Telefoonnummer
uz_uz_cyrl: Телефон рақами
zh: 电话号码

source: Creating...
cs: Vytváření...
fr: En cours de création...
nl: Aan het aanmaken...
uz_uz_cyrl: Яратилмоқда...
zh: 创建...

source: Create account
cs: Vytvořit účet
fr: Créer un compte
nl: Account aanmaken
uz_uz_cyrl: Аккаунт яратиш
zh: 创建账户

source: Cancel
cs: Zrušit
fr: Annuler
nl: Annuleren
uz_uz_cyrl: Бекор қилиш
zh: 取消

source: Enter your details below to create a {{- applicationName}} account.
cs: Zadejte své údaje níže a vytvořte si účet {{- applicationName}}.
fr: Veuillez saisir vos coordonnées ci-dessous pour créer un compte {{- applicationName}}.
nl: Voeg je gegevens onderaan toe om een {{- applicationName}} account aan te maken.
uz_uz_cyrl: {{- applicationName}} аккаунтни яратиш учун қуйидаги маълумотларни киритинг.
zh: 请在下面输入您的详细信息，以创建 {{- applicationName}} 账户。

source: Already have an account?
cs: Už máte účet?
fr: Avez-vous déjà un compte?
nl: Heb je al een account?
uz_uz_cyrl: Аккаунтингиз борми?
zh: 已有账户？

source: Log in.
cs: Přihlaste se.
fr: Se connecter.
nl: Inloggen.
uz_uz_cyrl: Кириш.
zh: 登录。

source: Something went wrong, and we could not register your account
cs: Něco se pokazilo a váš účet se nám nepodařilo zaregistrovat.
fr: Un problème s'est produit, et nous n'avons pas réussi à créer votre compte.
nl: Er is iets foutgelopen, en we konden jouw account niet registreren.
uz_uz_cyrl: Қандайдир хатолик мавжуд, ва биз сизнинг аккаунтингизни рўйхатга ола олмадик
zh: 出了点问题，我们无法注册您的帐户

source: Account created successfully
cs: Účet byl úspěšně vytvořen
fr: Compte créé avec succès.
nl: Account succesvol aangemaakt
uz_uz_cyrl: Аккаунт муваффақиятли яратилди
zh: 账户创建成功

source: You can use your username and password to log in.
cs: K přihlášení můžete použít své uživatelské jméno a heslo.
fr: Vous pouvez utiliser votre nom d'utilisateur et votre mot de passe pour vous connecter.
nl: Je kan jouw gebruikersnaam en wachtwoord gebruiken om in te loggen.
uz_uz_cyrl: Аккаунтга кириш учун фойдаланувчи номи ва паролдан фойланишингиз мумкин
zh: 您可以使用用户名和密码登录。

source: Back to log in page
cs: Zpět na přihlašovací stránku
fr: Retour à la page de connexion
nl: Terug naar inlogpagina
uz_uz_cyrl: Кириш саҳифасига қайтиш
zh: 返回登录页面

source: Powered by DHIS2
cs: Běží na DHIS2
fr: Propulsé par DHIS2
nl: Aangedreven door DHIS2
uz_uz_cyrl: DHIS2 томонидан ишлаб чиқилган
zh: 由 DHIS2 提供

source: Language
cs: Jazyk
fr: Langue
nl: Taal
uz_uz_cyrl: Тил
zh: 语言

source: Forgot password?
cs: Zapomenuté heslo?
fr: Mot de passe oublié?
nl: Wachtwoord vergeten?
uz_uz_cyrl: Паролни унутдингизми?
zh: 忘记口令

source: Don't have an account?
cs: Nemáte účet?
fr: Vous n'avez pas de compte?
nl: Heb je geen account?
uz_uz_cyrl: Сиз аккаунт мавжуд эмасми?
zh: 没有账户？

source: Create an account
cs: Vytvořit účet
fr: Créer un compte
nl: Account aanmaken
uz_uz_cyrl: Аккаунт яратиш
zh: 创建账户

source: The requested page is not configured for your system
cs: Požadovaná stránka není nakonfigurována pro váš systém.
fr: La page que vous avez demandée n'est pas configurée pour votre système
nl: De gevraagde pagina is niet geconfigureerd voor jouw systeem
uz_uz_cyrl: Сўралган саҳифа тиимда созланмаган
zh: 请求的页面未为您的系统配置

source: Creating account not available
cs: Vytvoření účtu není k dispozici
fr: La création des comptes n'est pas disponible
nl: Account aanmaken niet beschikbaar
uz_uz_cyrl: Аккаунт яратиш имконсиз
zh: 无法创建账户

source: Contact a system administrator to create an account.
cs: Pro vytvoření účtu se obraťte na správce systému.
fr: Contacter un administrateur système pour créer un compte.
nl: Contacteer een systeembeheerder om een account aan te maken.
uz_uz_cyrl: Аккаунт яратиш учун тизим администраторига мурожаат қилинг
zh: 请联系系统管理员创建账户。

source: Log in with Google
cs: Přihlášení pomocí služby Google
fr: Se connecter avec Google
nl: InIoggen met Google
uz_uz_cyrl: Google орқали кириш
zh: 使用 Google 账号登录

source: Log in with Microsoft
cs: Přihlášení pomocí služby Microsoft
fr: Se connecter avec Microsoft
nl: Inloggen met Microsoft
uz_uz_cyrl: Microsoft орқали кириш
zh: 使用 Microsoft 账号登录

source: I agree
cs: Souhlasím
fr: Je suis d'accord
nl: Ik ga akkoord
uz_uz_cyrl: Мен рози
zh: 我同意

source: This field is required
cs: Toto pole je povinné
fr: Ce champs est requis
nl: Dit veld is verplicht.
uz_uz_cyrl: Ушбу қатор тўлдирилиши шарт
zh: 这个字段是必填的

source: Cannot process registration
cs: Nelze zpracovat registraci
fr: Impossible de traiter l'inscription
nl: Kan inschrijving niet verwerken
uz_uz_cyrl: Рўйхатдан ўтишни амалга ошириб бўлмайди
zh: 无法处理注册

source: Information required to process your registration is missing. Please contact your system administrator.
cs: Chybí informace potřebné ke zpracování vaší registrace. Obraťte se na správce systému.
fr: Il manque les informations nécessaires pour traiter votre inscription. Veuillez contacter un administrateur système.
nl: Er ontbreekt informatie vereist om jouw inschrijving te verwerken. Contacteer a.u.b. jouw systeembeheerder.
uz_uz_cyrl: Рўйхатдан ўтиш учун зарур бўлган маълумотлар киритилмаган. Илтимос, тизим администраторига мурожаат қилинг.
zh: 缺少处理您的注册所需的信息。请联系您的系统管理员。

source: HTML Template Download
cs: HTML šablona ke stažení
fr: Téléchargement du modèle HTML
nl: HTML-sjabloondownload
uz_uz_cyrl: HTML шаблон юклаб олиш
zh: HTML 模板下载

source: You can download the templates used by the login app here. These can be modified and reloaded as custom HTML in the settings app.
cs: Šablony používané v přihlašovací aplikaci si můžete stáhnout zde. Ty lze upravit a znovu načíst jako vlastní HTML v aplikaci nastavení.
fr: Vous pouvez ici télécharger les modèles HTML utilisés par l'applis de connexion. Vous pouvez modifier ceux-ci et ensuite les téléverser sous forme de fichiers d'HTML personnalisés dans l'applis de paramètres du système.
nl: Je kan de sjablonen die door de inlog-app gebruikt worden hier downloaden. Deze kunnen gewijzigd en herladen worden als aangepaste HTML in de installingsapp.
uz_uz_cyrl: Кириш иловаси орқали шаблон юклай олмайсиз. Улар созламалар иловасида махсус HTML сифати ўзгартирилиши ва қайта юкланиши мумкин.
zh: 您可以在此处下载登录应用程序使用的模板。这些模板可在设置程序中修改并重新加载为自定义 HTML。

source: Refer to the documentation for more details.
cs: Další podrobnosti naleznete v dokumentaci.
fr: Veuillez consulter la documentation pour plus de détails.
nl: Verwijs naar de documentatie voor meer details.
uz_uz_cyrl: Батафсил маълумот учун тизим ҳужжатларига қаранг.
zh: 有关详细信息，请参阅文档。

source: Download default template
cs: Stáhnout výchozí šablonu
fr: Télécharger le modèle standard
nl: Download standaardsjabloon
uz_uz_cyrl: Стандарт шаблонни юклаб олиш
zh: 下载默认模板

source: Download sidebar template
cs: Stáhnout šablonu postranního panelu
fr: Télécharger le modèle avec barre latérale
nl: Download sjabloon voor zijbalk
uz_uz_cyrl: Ён панель шаблонини юклаб олиш
zh: 下载侧边栏模板

source: Email Verification Failed
cs: Ověření e-mailu se nezdařilo
zh: 电子邮件验证失败

source: Unable to verify your email
cs: Nelze ověřit váš e-mail
zh: 无法验证您的电子邮件

source: The verification link is invalid or has expired. Please request a new verification email.
cs: Ověřovací odkaz je neplatný nebo jeho platnost vypršela. Vyžádejte si prosím nový ověřovací e-mail.
zh: 验证链接无效或已过期。请申请新的验证电子邮件。

source: Email confirmed
cs: E-mail potvrzen
zh: 电子邮件已确认

source: Your email has been confirmed.
cs: Váš e-mail byl potvrzen.
zh: 您的电子邮件已被确认。

source: You can now close this page.
cs: Nyní můžete tuto stránku zavřít.
zh: 现在您可以关闭此页面。

source: Verify and log in
cs: Ověření a přihlášení
fr: Vérifier et se connecter
nl: Verifiëren en inloggen
uz_uz_cyrl: Тасдиқланг ва тизимга киринг
zh: 确认并登录

source: Log in
cs: Přihlášení
fr: Se connecter
nl: Inloggen
uz_uz_cyrl: Кириш
zh: 登录

source: Verifying...
cs: Ověřování...
fr: En cours de vérification...
nl: Aan het verifiëren...
uz_uz_cyrl: Тасдиқлаш...
zh: 验证...

source: Logging in...
cs: Přihlášování...
fr: En cours de connecter...
nl: Aan het inloggen...
uz_uz_cyrl: Кириш...
zh: 登录...

source: Authentication code
cs: Ověřovací kód
fr: Code d'authentification
nl: Authenticatiecode
uz_uz_cyrl: Аутентификация коди
zh: 验证码

source: Resend Code
zh: 重新发送代码

source: Something went wrong
cs: Něco se pokazilo
fr: Un problème s'est produit
nl: Er is iets fout gegaan
uz_uz_cyrl: Нимадир нотўғри бажарилди
zh: 出问题了

source: Incorrect username or password
cs: Nesprávné uživatelské jméno nebo heslo
fr: Nom d'utilisateur ou mot de passe incorrect
nl: Foute gebruikersnaam of wachtwoord
uz_uz_cyrl: Фойдаланувчи номи ёки пароль хато
zh: 用户名或密码不正确

source: Authentication code is required
zh: 需要验证码

source: Incorrect authentication code
cs: Nesprávný ověřovací kód
fr: Code d'authentification incorrect
nl: Foute authenticatiecode
uz_uz_cyrl: Аутентификация коди хато
zh: 验证码不正确

source: Password expired
cs: Heslo vypršelo
nl: Wachtwoord vervallen
zh: 密码已过期

source: You can reset your password from the password reset page.
cs: Heslo můžete obnovit na stránce pro obnovení hesla.
nl: Je kan jouw wachtwoord opnieuw installen vanuit het pagina voor het opnieuw instellen van het wachtwoord.
zh: 您可以从密码重置页面重置密码。

source: Contact your system administrator.
cs: Obraťte se na správce systému.
nl: Contacteer jouw systeembeheerder
zh: 请联系您的系统管理员。

source: Account not accessible
cs: Účet není přístupný
nl: Account niet bereikbaar
zh: 无法访问帐户

source: Two-factor authentication
cs: Dvoufaktorové ověřování
fr: Authentification à deux facteurs
nl: Twee-factorauthenticatie
uz_uz_cyrl: Икки-факторли аутентификация
zh: 双因素认证

source: Enter the code from your two-factor authentication app to log in.
cs: Zadejte kód z aplikace dvoufaktorového ověřování a přihlaste se.
fr: Saisissez le code de votre application d'authentification à deux facteurs pour vous connecter
nl: Voeg de code van jouw twee-factorauthenticatie-app toe om in te loggen.
uz_uz_cyrl: Тизимга кириш учун аутентификация иловасидан иккинчи фактор кодини киритинг
zh: 输入双因素身份验证应用程序中的代码登录。

source: We have sent you an email with your authentication code. Enter it below to log in.
zh: 我们已经向您发送了一封包含验证码的电子邮件。请在下面输入验证码登录。

source: Username or email
cs: Uživatelské jméno nebo e-mail
fr: Nom d'utilisateur or adresse e-mail
nl: Gebruikersnaam of email
uz_uz_cyrl: Фойдаланувчи номи ёки электрон манзил
zh: 用户名或电子邮件

source: Sending...
cs: Odeslání...
fr: En cours d'envoyer...
nl: Aan het versturen...
uz_uz_cyrl: Юборилмоқда...
zh: 发送...

source: Send password reset request
cs: Odeslání žádosti o resetování hesla
fr: Envoyer une demande de réinitialisation de mot de passe
nl: Verstuur verzoek om wachtwoord opnieuw in te stellen
uz_uz_cyrl: Паролни тиклаш сўровини юбориш
zh: 发送密码重置请求

source: Password reset failed
cs: Obnovení hesla se nezdařilo
fr: Echec de la réinitialisation du mot de passe
nl: Wachtwoord opnieuw instellen mislukt
uz_uz_cyrl: Паролни тиклаш сўрови амалга ошмади
zh: 密码重置失败

source: Something went wrong. Please try again later, and contact your system administrator if the problem persists.
cs: Něco se pokazilo. Zkuste to prosím později, a pokud problém přetrvává, kontaktujte správce systému.
fr: Un problème s'est produit. Veuillez réessayer plus tard et contacter votre administrateur système si le problème persiste.
nl: Er is iets fout gelopen. Probeer later a.u.b. opnieuw, en contacteer jouw systeembeheerder als het probleem er blijft.
uz_uz_cyrl: Хатолик келиб чиқди. Илтимос, кейинроқ қайта уриниб кўринг ва муаммо давом этса, тизим администраторига мурожаат қилинг.
zh: 出错了。请稍后再试，如果问题仍然存在，请联系系统管理员。

source: If the provided username or email is registered in the system, you will soon receive an email with a password reset link.
cs: Pokud je zadané uživatelské jméno nebo e-mail zaregistrováno v systému, brzy obdržíte e-mail s odkazem na obnovení hesla.
fr: Si le nom d'utilisateur ou adresse e-mail est enregistré dans le système, vous recevrez dans quelques instants un mail avec un lien pour réinitialiser votre mot de passe.
nl: Als de ingegeven gebruikersnaam of wachtwoord in het systeem is geregistreerd, zal je binnenkort een email ontvangen met een link om je wachtwoord opnieuw in te stellen.
uz_uz_cyrl: Агар тақдим этилган фойдаланувчи номи ёки электрон почта манзили тизимда рўйхатдан ўтган бўлса, сиз тез орада паролни тиклаш ҳаволаси билан электрон почта хабарини оласиз.
zh: 如果所提供的用户名或电子邮件已在系统中注册，您很快就会收到一封带有密码重置链接的电子邮件。

source: Reset password
cs: Obnovit heslo
fr: Réinitialiser le mot de passe
nl: Wachtwoord opnieuw instellen
uz_uz_cyrl: Паролни тиклаш
zh: 重设密码

source: Enter your username below, a link to reset your password will be sent to your registered e-mail.
cs: Níže zadejte své uživatelské jméno a na váš registrovaný e-mail vám bude zaslán odkaz pro obnovení hesla.
fr: Saisissez ci-dessous votre nom d'utilisateur et un lien pour réinitialiser votre mot de passe sera envoyé à votre adresse e-mail enregistrée.
nl: Voeg je gebruikersnaam onderaan in, een link om je wachtwoord opnieuw in te stellen zal naar jouw geregisteerde email gestuurd worden.
uz_uz_cyrl: Қуйида фойдаланувчи носини киритинг. Паролни тиклаш ҳаволаси электрон почта манзилига юборилади, агарда рўйхатдан ўтган бўлсангиз.
zh: 请在下面输入您的用户名，重置密码的链接将发送到您注册的电子邮件中。

source: Saving...
cs: Ukládání...
fr: En cours d'enregistrer...
nl: Opslaan...
uz_uz_cyrl: Сақланмоқда...
zh: 节约...

source: Save new password
cs: Uložit nové heslo
fr: Enregistrer un nouveau mot de passe
nl: Sla nieuw wachtwoord op
uz_uz_cyrl: Янги паролни сақлаш
zh: 保存新密码

source: New password not saved
cs: Nové heslo není uloženo
fr: Le nouveau mot de passe n'est pas enregistré
nl: Nieuw wachtwoord niet opgeslagen
uz_uz_cyrl: Янги пароль сақланмади
zh: 未保存新密码

source: There was a problem saving your password. Try again or contact your system administrator.
cs: Při ukládání hesla došlo k problému. Zkuste to znovu nebo se obraťte na správce systému.
fr: Un problème est survenu lors de l'enregistrement de votre mot de passe. Veuillez réessayer plus tard ou contacter votre administrateur système.
nl: Er was een probleem bij het opslaan van jouw wachtwoord. Probeer opnieuw of contacteer jouw systeembeheerder.
uz_uz_cyrl: Паролни сақлашда муаммо юз берди. Қайта уриниб кўринг ёки тизим администраторига мурожаат қилинг.
zh: 保存密码时出现问题。请重试或联系系统管理员。

source: New password saved. You can use it to log in to your account.
cs: Nové heslo uloženo. Můžete se jím přihlásit ke svému účtu.
fr: Nouveau mot de passe enregistré. Vous pouvez l'utiliser pour vous connecter.
nl: Nieuw paswoord opgeslagen. Je kan het gebruiken om in te loggen in jouw account.
uz_uz_cyrl: Янги пароль сақланди. Аккаунтга кириш учун ундан фойдаланишингиз мумкин.
zh: 已保存新密码。您可以用它登录您的账户。

source: Choose new password
cs: Vyberte nové heslo
fr: Saisir un nouveau mot de passe
nl: Kies een nieuw wachtwoord
uz_uz_cyrl: Янги паролни танланг
zh: 选择新密码

source: Enter the new password for your account below
cs: Níže zadejte nové heslo k účtu
fr: Saisir ci-dessous le nouveau mot de passe pour votre compte
nl: Voeg onderaan het nieuwe wachtwoord voor jouw account toe
uz_uz_cyrl: Аккаунтингизнинг янги паролини қуйида киритинг
zh: 请在下面输入您账户的新密码

source: You should shortly be redirected. If you are not redirected, please click redirect button.
cs: Zanedlouho byste měli být přesměrováni. Pokud nejste přesměrováni, klikněte na tlačítko přesměrování.
fr: L'application vous redirigera bientôt. Si l'application vous ne redirige pas, veuillez cliquer sur le bouton de redirection.
nl: Je zal binnekort worden omgeleid. Als je niet omgeleid wordt, klik a.u.b. op de omleidknop.
uz_uz_cyrl: Тез орада қайта йўналтириласиз. Агар йўналтирилмаган бўлсангиз, қайта йўналтириш тугмасини босинг.
zh: 您应该很快就会被重新定向。如果未转入，请点击 "重定向 "按钮。

source: Minimum 8 characters, at least 1 uppercase, 1 lowercase, 1 number, 1 symbol
fr: Au minimum 8 caractères, dont 1 majuscule, 1 miniscule, 1 chiffre, 1 symbole.
